app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "youtube記事"], ["content", "日本のプログラム行く末はどうなるのか？"], ["created_at", "2021-01-30 05:20:34.588250"], ["updated_at", "2021-01-30 05:20:34.588250"]]
---
  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save